{
  "movies": [
    {
      "id": "f48115dd-5911-4311-a529-42aedb2b9af3",
      "name": "Jason Bourne",
      "description": "Jason Bourne is again being hunted by the CIA. It begins when Nicky Parsons a former CIA operative who helped Bourne, who went under and now works with a man who's a whistle blower and is out to expose the CIA's black ops. Nicky hacks into the CIA and downloads everything on all their Black Ops, including Treadstone which Bourne was a part of. And Heather Lee, a CIA agent, discovers the hack and brings it to the attention of CIA Director Dewey, the man behind the Black Ops. He orders Parsons be found and, hopefully, Bourne, too.",
      "premiereTimestamp": 1584295495000,
      "available": false
    },
    {
      "id": "2507c2cc-ca5d-48ac-8185-1b1c3e2934ad",
      "name": "Alicia en el pais de las maravillas",
      "description": "Alice, an unpretentious and individual 19-year-old, is betrothed to a dunce of an English nobleman. At her engagement party, she escapes the crowd to consider whether to go through with the marriage and falls down a hole in the garden after spotting an unusual rabbit. Arriving in a strange and surreal place called 'Underland', she finds herself in a world that resembles the nightmares she had as a child, filled with talking animals, villainous queens and knights, and frumious bandersnatches. Alice realizes that she is there for a reason--to conquer the horrific Jabberwocky and restore the rightful queen to her throne.",
      "premiereTimestamp": 1583949895000,
      "available": true
    },
    {
      "id": "e30165e0-45ad-4b74-9c9f-2535d7aa3f46",
      "name": "Tarzan la leyenda",
      "description": "Following his parents' death in Africa, John Clayton has been be raised by an ape, was known by the name Tarzan, but eventually left Africa and for his parents' home in England, along with the woman he fell in love with and married, Jane Porter. He is asked by Belgian King Leopold to go to Africa to see what he has done there to help the country. Initially, he refuses. But an American, George Washington Williams, wants him to accept so he can accompany him. He says that Leopold might be committing all sorts of atrocities to achieve his goal, like slavery. Clayton agrees and his wife insists that she accompany him because she misses Africa. When they arrive, a man named Rom, who works for Leopold, attacks their village and captures Tarzan and Jane. With Washington's help he escapes and sets out to rescue Jane by going across the jungle. Washington joins him despite being told that he might not make it.",
      "premiereTimestamp": 1585159495000,
      "available": true
    },
    {
      "id": "770af435-9c47-4f6c-ab58-0af5269519d3",
      "name": "Nada es lo que parece 2",
      "description": "One year after outwitting the F.B.I. and winning the public's adulation with their Robin Hood-style magic spectacles, The Four Horsemen resurface for a comeback performance in hopes of exposing the unethical practices of a tech magnate. The man behind their vanishing act is none other than Walter Mabry, a tech prodigy who threatens the Horsemen into pulling off their most impossible heist yet. Their only hope is to perform one last unprecedented stunt to clear their names and reveal the mastermind behind it all.",
      "premiereTimestamp": 1585850695000,
      "available": true
    },
    {
      "id": "33716dfb-b2bc-4229-9024-5922908a7cc9",
      "name": "The Warriors",
      "description": "Cyrus, the leader of the most powerful gang in New York City, the Gramercy Riffs, calls a midnight summit for all the area gangs, with all asked to send nine unarmed representatives for the conclave. A gang called The Warriors are blamed for killing Cyrus as he gives his speech. They now have to cross the territory of rivals in order to get to their own 'hood. The Warriors slowly cross the dangerous Bronx and Manhattan territories, narrowly escaping police and other gangs every step of the way.",
      "premiereTimestamp": 1586973895000,
      "available": false
    },
    {
      "id": "92277a82-7924-4f37-909d-f3466ebc4429",
      "name": "a",
      "description": "a",
      "premiereTimestamp": "1586821347000",
      "available": false
    },
    {
      "id": "e6a10ec2-e049-4117-b9d9-e9dbd07a3cc6",
      "name": "Parasite 2",
      "description": "The Kims - mother and father Chung-sook and Ki-taek, and their young adult offspring, son Ki-woo and daughter Ki-jung - are a poor family living in a shabby and cramped half basement apartment in a busy lower working class commercial district of Seoul. Without even knowing it, they, especially Mr. and Mrs. Kim, literally smell of poverty. Often as a collective, they perpetrate minor scams to get by, and even when they have jobs, they do the minimum work required. Ki-woo is the one who has dreams of getting out of poverty by one day going to university. Despite not having that university education, Ki-woo is chosen by his university student friend Min, who is leaving to go to school, to take over his tutoring job to Park Da-hye, who Min plans to date once he returns to Seoul and she herself is in university. The Parks are a wealthy family who for four years have lived in their modernistic house designed by and the former residence of famed architect Namgoong",
      "premiereTimestamp": "1586821347000",
      "available": true
    },
    {
      "id": "cc179660-4a44-43eb-a79b-9e4c8cd23ce9",
      "name": "XXX",
      "description": "La mejores actrices porno y buenas con todas poses y chupando pollas",
      "premiereTimestamp": "1586821347000",
      "available": true
    }
  ]
}